[
    {
        "title": "Originality and Plagiarism",
        "content": [
            "Create Original Work: Authors must ensure that the work they submit is original and has not been published elsewhere. Any use of other people's work must be properly cited.",
            "Avoid Plagiarism: Plagiarism in any form, whether copying another’s work or self-plagiarizing by reusing substantial parts of their own previously published work, is unacceptable."
        ]
    },
    {
        "title": "Authorship",
        "content": [
            "Credit Properly: Only those who have made a substantial contribution to the research or writing should be listed as authors. Others who contributed less can be acknowledged.",
            "Order of Authors: The order of authors should reflect the degree of contribution to the research.",
            "Consent of All Authors: All listed authors should approve the final version of the paper and agree on its submission for publication."
        ]
    },
    {
        "title": "Accuracy and Honesty in Reporting",
        "content": [
            "Provide Accurate Data: The data presented in the paper should be accurate, properly recorded, and interpreted objectively. Manipulation or fabrication of data is considered unethical.",
            "Report Errors: If an author discovers a significant error or inaccuracy in their own published work, they must promptly notify the journal and cooperate with retraction or correction."
        ]
    },
    {
        "title": "Acknowledging Sources",
        "content": [
            "Cite Relevant Work: Proper citation of all sources, including methods, data, and ideas, is crucial. Authors must acknowledge the work of others that has influenced their research.",
            "Permission for Reuse: If authors use figures, tables, or text from another publication, they must obtain permission and properly credit the source."
        ]
    },
    {
        "title": "Conflict of Interest",
        "content": [
            "Disclose Conflicts: Any financial or other conflict of interest that could influence the results or interpretation of the manuscript must be disclosed. This ensures transparency in the research."
        ]
    },
    {
        "title": "Ethical Research Conduct",
        "content": [
            "Follow Ethical Standards: Authors must adhere to ethical guidelines in research, including obtaining approval from appropriate bodies for research involving humans or animals.",
            "Avoid Harm: Research should be conducted in a way that minimizes potential harm to participants or the environment."
        ]
    },
    {
        "title": "Compliance with Journal Policies",
        "content": [
            "Follow Journal Guidelines: Authors must adhere to the submission and editorial guidelines of the journal, including formatting and length requirements.",
            "Respect Peer Review: Authors should participate in the peer-review process in good faith and respect the decisions and feedback provided by reviewers and editors."
        ]
    },
    {
        "title": "Multiple Submissions",
        "content": [
            "Avoid Duplicate Submissions: Authors should not submit the same paper to more than one journal simultaneously, as it wastes time for reviewers and editors and breaches journal policies."
        ]
    }
]
